Repository: paritytech/polkadot-ios-community
Catalog: Packages/PolkadotUI/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: es_es

# action.approve
source: Approve
es_es: Aprobar

# action.close
source: Close
es_es: Cerrar

# action.reject
source: Reject
es_es: Rechazar

# action.sign
source: Sign
es_es: Firmar

# action.view.details
source: View details
es_es: Ver detalles

# addToContacts.action
source: Add to Contacts
es_es: Agregar a contactos

# addToContacts.details
source: After you enter the chat, make sure %1$(username)@ starts one with you as well, or your message may not be seen.
es_es: Después de entrar al chat, asegúrate de que %1$(username)@ también inicie uno contigo, o tu mensaje podría no verse.

# addToContacts.title
source: Add a contact and start a chat with %1$(username)@
es_es: Agrega un contacto e inicia un chat con %1$(username)@

# app.detail.permissions.cell
source: Permissions
es_es: Permisos

# app.detail.privacy.section.title
source: Privacy & security
es_es: Privacidad y seguridad

# app.permissions.empty
source: No active permissions
es_es: No hay permisos activos

# apps.list.empty
source: No apps yet
es_es: Todavía no hay apps

# block.user.confirm
source: Block
es_es: Bloquear

# block.user.message
source: They won't be able to send you a message request or call you.
es_es: No podrá enviarte solicitudes de mensaje ni llamarte.

# block.user.title
source: Block %1$(username)@?
es_es: ¿Bloquear a %1$(username)@?

# blocked.banner.title
source: You won't receive any messages and requests until you unblock %1$(username)@
es_es: No recibirás mensajes ni solicitudes hasta que desbloquees a %1$(username)@

# blocked.banner.unblock
source: Unblock
es_es: Desbloquear

# blocked.users.empty
source: No blocked users
es_es: No hay usuarios bloqueados

# blocked.users.unblock
source: Unblock
es_es: Desbloquear

# Chat.call.active.audio
source: Ongoing voice call
es_es: Llamada de voz en curso

# Chat.call.active.video
source: Ongoing video call
es_es: Videollamada en curso

# Chat.call.cancelled.audio
source: Canceled voice call
es_es: Llamada de voz cancelada

# Chat.call.cancelled.video
source: Canceled video call
es_es: Videollamada cancelada

# Chat.call.finished.audio
source: Voice call
es_es: Llamada de voz

# Chat.call.finished.video
source: Video call
es_es: Videollamada

# Chat.call.incoming.audio
source: Incoming voice call
es_es: Llamada de voz entrante

# Chat.call.incoming.video
source: Incoming video call
es_es: Videollamada entrante

# Chat.call.missed.audio
source: Missing voice call
es_es: Llamada de voz perdida

# Chat.call.missed.video
source: Missing video call
es_es: Videollamada perdida

# Chat.call.outgoing.audio
source: Outgoing voice call
es_es: Llamada de voz saliente

# Chat.call.outgoing.video
source: Outgoing video sall
es_es: Videollamada saliente

# Chat.call.subtitle.active
source: Tap to return
es_es: Toca para regresar

# Chat.call.subtitle.calling
source: Calling…
es_es: Llamando…

# Chat.call.subtitle.missed
source: Tap to call back
es_es: Toca para devolver la llamada

# Chat.contactAddedYou
source: %1$(username)@ added you
es_es: %1$(username)@ te agregó

# chat.depositAdded
source: %1$(amount)@ deposit added
es_es: Depósito de %1$(amount)@ agregado

# chat.edit.history
source: Edit history
es_es: Historial de ediciones

# chat.edit.message
source: Edit message
es_es: Editar mensaje

# chat.evidence.approved
source: Approved
es_es: Aprobada

# chat.evidence.inReview
source: In review
es_es: En revisión

# chat.evidence.message.photo
source: Photo evidence
es_es: Evidencia fotográfica

# chat.evidence.message.video
source: Documentation video
es_es: Video de documentación

# chat.evidence.retry
source: Retry
es_es: Reintentar

# chat.evidence.uploadFailed
source: Upload failed
es_es: La subida falló

# chat.evidence.uploading
source: Uploading
es_es: Subiendo

# chat.evidence.uploadQueued
source: Upload queued
es_es: Subida en cola

# Chat.InputPlaceholder
source: Write a message...
es_es: Escribe un mensaje...

# chat.media.downloadFailed
source: Download Failed
es_es: La descarga falló

# chat.media.noLongerAvailable
source: This file is no longer available for download
es_es: Este archivo ya no está disponible para descargar

# chat.media.downloading
source: Downloading · %1$(percent)@％
es_es: Descargando · %1$(percent)@％

# chat.media.uploadFailed
source: Uploading Failed
es_es: La subida falló

# chat.media.uploading
source: Uploading · %1$(percent)@％
es_es: Subiendo · %1$(percent)@％

# chat.media.uploadQueued
source: Upload queued
es_es: Subida en cola

# Chat.newMessages
source: Unread messages
es_es: Mensajes sin leer

# Chat.peerLeft
source: %1$(username)@ left the chat
es_es: %1$(username)@ salió del chat

# chat.personhood.registered.prefix
source: You got Membership!
es_es: ¡Obtuviste la Membresía!

# Chat.productLink.label
source: Link
es_es: Enlace

# chat.reply.to
source: Reply to %@
es_es: Responder a %@

# chat.reply.you
source: You
es_es: Tú

# chat.request.accepted.by.peer
source: %1$(username)@ accepted the request
es_es: %1$(username)@ aceptó la solicitud

# chat.request.accepted.by.you
source: You accepted the request
es_es: Aceptaste la solicitud

# chat.request.banner.subtitle
source: Add %1$(username)@ to your contacts to accept the chat request. They won’t know you’ve seen their message until you accept.
es_es: Agrega a %1$(username)@ a tus contactos para aceptar la solicitud de chat. No sabrá que viste su mensaje hasta que la aceptes.

# chat.request.banner.title
source: Accept chat request from %1$(username)@
es_es: Aceptar la solicitud de chat de %1$(username)@

# chat.request.in.progress.message
source: You can only send one message in this invitation
es_es: Solo puedes enviar un mensaje en esta invitación

# chat.request.in.progress.title
source: Invite %1$(username)@ to chat
es_es: Invitar a %1$(username)@ al chat

# chat.request.sent
source: Request message sent
es_es: Mensaje de solicitud enviado

# chat.requested.banner.game.message
source: You will be able to start chatting with this player once they also add you to their contacts.
es_es: Podrás empezar a chatear con este jugador cuando también te agregue a sus contactos.

# chat.requested.banner.message
source: Wait for %1$(username)@ to accept your request message before sending the next message.
es_es: Espera a que %1$(username)@ acepte tu mensaje de solicitud antes de enviar el siguiente.

# Chat.transfer.Inbox
source: %1$(username)@ sent you
es_es: %1$(username)@ te envió

# Chat.transfer.outbox
source: You Sent
es_es: Enviaste

# Chat.youAddedContact
source: You added %1$(username)@
es_es: Agregaste a %1$(username)@

# Chat.youLeft
source: You left the chat
es_es: Saliste del chat

# claim.username.is.available
source: It's yours!
es_es: ¡Es tuyo!

# claim.username.is.invalid
source: Try another
es_es: Prueba con otro

# claim.username.is.taken
source: This username is already taken
es_es: Este nombre de usuario ya está ocupado

# collectibles.card.action.view
source: View Collectibles
es_es: Ver coleccionables

# common.accept
source: Accept
es_es: Aceptar

# common.decline
source: Decline
es_es: Rechazar

# common.new.requests
source: New requests
es_es: Solicitudes nuevas

# confirmDeposit.button
source: Confirm
es_es: Confirmar

# confirmDeposit.description
source: Funds will be hold from your digital dollar account
es_es: Los fondos se retendrán de tu cuenta de dólares digitales

# confirmDeposit.title
source: Confirm deposit
es_es: Confirmar depósito

# countdown.sec
source: %d sec
es_es: %d s

# creating.account.description
source: Creating account
es_es: Creando la cuenta

# deposit.required.description
source: Deposited funds will be held from you dollar account and sent back after tattoo evidence has been confirmed.
es_es: Los fondos depositados se retendrán de tu cuenta en dólares y se devolverán cuando se confirme la evidencia del tatuaje.

# deposit.required.title
source: Deposit %@ to Select and Reserve a Tattoo
es_es: Deposita %@ para elegir y reservar un tatuaje

# dim.footer.switch.action.title
source: Edit
es_es: Editar

# dim1.footer.becomingPeer
source: **Evidence Approved: Becoming a Peer.** Issuing Peer status can can take some time
es_es: **Evidencia aprobada: te estás volviendo Peer.** Emitir el estatus de Peer puede tardar un poco

# dim1.footer.evidenceProvided
source: Evidence has been provided, wait for the upload and review. This process can take anywhere from one day to a week.
es_es: La evidencia ya se entregó, espera la subida y la revisión. Este proceso puede tardar de un día a una semana.

# dim1.footer.switchDim
source: You’re applying to become a Peer through the weekly game. To switch to the unique tattoo option, press “Edit”.
es_es: Te estás postulando para volverte Peer con el juego semanal. Para cambiar a la opción del tatuaje único, presiona “Editar”.

# dim2.footer.switchDim
source: You're joining Peers through the Unique Tattoo. Press "Edit" to switch to the Weekly Game option.
es_es: Te estás uniendo a los Peers con el Tatuaje Único. Presiona «Editar» para cambiar a la opción del Juego semanal.

# id.card.action.share
source: Share ID
es_es: Compartir ID

# id.card.hint
source: Use your ID to start a chat or receive digital dollars.
es_es: Usa tu ID para iniciar un chat o recibir dólares digitales.

# linkedDevices.deviceDetails.added
source: Added
es_es: Agregado

# linkedDevices.deviceDetails.device
source: Device
es_es: Dispositivo

# linkedDevices.deviceDetails.host
source: Host
es_es: Anfitrión

# linkedDevices.deviceDetails.remove
source: Remove Device
es_es: Quitar dispositivo

# linkedDevices.noSlots.close
source: Close
es_es: Cerrar

# linkedDevices.noSlots.title
source: Limit Reached
es_es: Límite alcanzado

# linkedDevices.removeDevice.action
source: Remove Device
es_es: Quitar dispositivo

# linkedDevices.removeDevice.message
source: %1$(device)@ will lose access to your chats.
es_es: %1$(device)@ perderá el acceso a tus chats.

# linkedDevices.removeDevice.title
source: Remove device?
es_es: ¿Quitar el dispositivo?

# linkedDevices.signIn.bullet.chatsAvailable
source: Chats and messages will be available
es_es: Los chats y los mensajes estarán disponibles

# linkedDevices.signIn.bullet.removeAnytime
source: Remove this device at any time in Settings
es_es: Quita este dispositivo cuando quieras en Configuración

# linkedDevices.signIn.bullet.sendReceive
source: Send and receive messages from this device
es_es: Envía y recibe mensajes desde este dispositivo

# linkedDevices.signIn.connecting
source: Connecting device...
es_es: Conectando el dispositivo...

# linkedDevices.signIn.infoHeader
source: This device will be connected to your account and synced securely:
es_es: Este dispositivo se conectará a tu cuenta y se sincronizará de forma segura:

# linkedDevices.signIn.link
source: Link
es_es: Vincular

# linkedDevices.signIn.title
source: Link a new device?
es_es: ¿Vincular un dispositivo nuevo?

# message.commit.preview
source: Tattoo committed
es_es: Tatuaje confirmado

# message.commit.tattoo
source: You’ve committed to **%1$(name)@** tattoo
es_es: Te comprometiste con el tatuaje **%1$(name)@**

# message.edited
source: Edited
es_es: Editado

# mobRule.availableCases.title
source: Judge the case to unlock %1$(count)lld More
es_es: Da tu veredicto para desbloquear %1$(count)lld más

# mobRule.case.archived
source: Judged case has been archived
es_es: El caso con veredicto se archivó

# mobRule.case.number
source: Mob Rule Case #%1$(index)lld
es_es: Caso de Mob Rule n.º %1$(index)lld

# mobRule.case.viewCase
source: View Case
es_es: Ver caso

# mobRule.details.showLess
source: Show Less
es_es: Ver menos

# mobRule.details.showMore
source: Show More
es_es: Ver más

# mobRule.sensitiveContent.skipEvidence
source: Skip This Evidence
es_es: Omitir esta evidencia

# mobRule.sensitiveContent.viewAndJudge
source: View & Judge
es_es: Ver y dar veredicto

# mobRule.vote.false
source: False
es_es: Falso

# mobRule.vote.true
source: True
es_es: Verdadero

# polkadot.sign.in.default.username
source: your
es_es: tu cuenta

# polkadot.sign.in.description
source: Do you want to share %1$(name)@ info with them?
es_es: ¿Quieres compartir la información de %1$(name)@ con ellos?

# polkadot.sign.in.title
source: %1$(name)@ wants to connect
es_es: %1$(name)@ quiere conectarse

# polkadot.signing.title
source: %1$(name)@ requires signature
es_es: %1$(name)@ requiere una firma

# reactions.title
source: Reactions
es_es: Reacciones

# reactions.total
source: %lld total
es_es: %lld en total

# searchContact.field.placeholder
source: Type username
es_es: Escribe el nombre de usuario

# searchContactHint
source: Start a conversation with someone using their username.
es_es: Inicia una conversación con alguien usando su nombre de usuario.

# shareButton
source: Share
es_es: Compartir

# shareCancelButton
source: Cancel
es_es: Cancelar

# shareTitle
source: Share with
es_es: Compartir con

# transfer.status.amount.differs
source: Amount received differs from amount sent
es_es: El monto recibido difiere del monto enviado

# transfer.status.claiming
source: Claiming
es_es: Reclamando

# transfer.status.detecting
source: Detecting
es_es: Detectando

# transfer.status.error
source: Transaction failed
es_es: La transacción falló

# transfer.status.finished
source: Claimed
es_es: Reclamado

# transfer.status.sending
source: Sending
es_es: Enviando

# transfer.status.sent
source: Sent, waiting to be claimed
es_es: Enviado, esperando a ser reclamado

# username.start.upgrading
source: Start upgrading
es_es: Empezar la mejora

# username.upgrade.description
source: As a Member, you are eligible for a clean username without a suffix. How cool!
es_es: Como Miembro, puedes tener un nombre de usuario limpio, sin sufijo. ¡Qué bien!

# username.upgrade.subtitle
source: or any other available name
es_es: o cualquier otro nombre disponible

# username.upgrade.title
source: Get your new username!
es_es: ¡Obtén tu nuevo nombre de usuario!

# username.upgraded
source: Keep playing to retain your Membership, win prizes, and get other perks!
es_es: ¡Sigue jugando para conservar tu Membresía, ganar premios y obtener otros beneficios!

# username.upgraded.subtitle
source: Congrats on securing this name!
es_es: ¡Felicidades por asegurar este nombre!

# username.upgraded.title
source: ✅ Your new username is
es_es: ✅ Tu nuevo nombre de usuario es

# wallet.card.updating.balance
source: Updating balance
es_es: Actualizando el saldo
